Repository: evbeda/imahunga
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es

source: Insert a code name
de: Geben Sie einen Codenamen ein
es: Ingrese el nombre del codigo

source: Insert your discount
de: Fügen Sie einen Rabatt ein
es: Ingrese el porcentaje de descuento

source: You can not create a discount in a free event
de: Sie können keinen Rabatt in einer kostenlosen Veranstaltung erstellen
es: No puedes crear descuentos en un evento gratuito

source: You already have a discount for this event
es: Ya tienes un descuento para este evento

source: You can not create a discount for a free ticket
de: Sie können keinen Rabatt für ein kostenloses Ticket erstellen
es: No puedes crear descuentos para una entrada gratuita

source: You have already used a discount for this ticket type
de: Sie haben bereits einen Rabatt für diesen Ticket-Typ verwendet
es: Ya has utilizado un descuento para esta entrada

source: Insert your member number here
de: Geben Sie hier Ihre Mitgliedsnummer ein
es: Ingrese su número de socio

source: Invalid request
de: Ungültige Petition
es: Pedido invalido

source: Invalid member number
de: Ungültige Mitgliedsnummer
es: Número de socio invalido

source: Invalid member numbers
de: Ungültige Mitgliedsnummern
es: Números de socios invalidos

source: Repeated member number
es: Número de socio repetido

source: Please complete captcha
de: Bitte füllen Sie die Captcha aus
es: Por favor, complete el captcha

source: You don't have access to this event
de: Sie haben keinen Zugriff auf dieses Veranstaltung
es: No tienes acceso a este evento

source: You don't have access to this discount
de: Sie haben keinen Zugriff auf diesen Rabatt
es: No tienes acceso a este descuento

source: This discount does not match with the event
de: Dieser Rabatt passt nicht zu der Veranstaltung
es: Este descuento no coincide con el evento

source: Invalid Request
de: Ungültige Mitgliedsnummer
es: Pedido invalido

source: Number {} has already used the discount for this event
de: Nummer {} hat den Rabatt für dieses Ereignis bereits verwendet
es: Ya has usado el descuento {} para este evento

source: English
de: Englisch
es: Inglés

source: German
de: Deutsch
es: Alemán

source: Spanish
de: Spanisch
es: Español

source: Sorry!
de: Entschuldigung!
es: Lo siento!

source: Check Available Discount
de: Prüfen Sie den verfügbaren Rabatt
es: Ver Descuento Disponibles

source: Choose an available discount
es: Selecciona un descuento disponible

source: Enter your member number
de: Geben Sie Ihre Mitgliedsnummer ein
es: Ingrese su número de socio

source: Continue without discount
de: Weiter ohne Rabatt
es: Continuar sin descuento

source: Retry
de: Erneut versuchen
es: Intentar de nuevo

source: Insert&#32;your&#32;member&#32;number&#32;here
es: Ingrese&#32;su&#32;número&#32;de&#32;socio

source: 's Events
es: - Eventos

source: Event image
de: Ereignisbild
es: Imagen del evento

source: Free
de: Frei
es: Gratis

source: By
de: Von
es: Por

source: discount available for members
de: Rabatt für Mitglieder verfügbar
es: Descuento disponible para socios

source: This event doesn't have any available discount
de: Dieses Event hat keinen verfügbaren Rabatt
es: Este evento no tiene ningun descuento disponible

source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN

source: This event does not have description
de: Dieses Ereignis hat keine Beschreibung
es: Este evento no tiene descripción

source: DATE AND TIME
de: DATUM UND ZEIT
es: FECHA Y HORA

source: LOCATION
de: ORT
es: UBICACIÓN

source: Event's venue map
de: Veranstaltungsortkarte
es: Ubicación

source: Done
de: Fertig
es: Listo

source: View your page
de: Zeigen Sie Ihre Seite an
es: Visualiza tu página

source: Share this link
de: Diesen Link teilen
es: Link para Compartir

source: Share This Page
de: Diese Seite teilen
es: Comparte esta pagina

source: Want to manage your events’ discounts?
de: Möchten Sie die Rabatte Ihrer Veranstaltungen verwalten?
es: ¿Quieres administrar los descuentos de tus eventos?

source: Please add the events that you want to manage!
de: Bitte fügen Sie die Ereignisse hinzu, die Sie verwalten möchten!
es: Por favor, agrega los eventos que quieras administrar

source: Add Event
de: Ereignis hinzufügen
es: Agregar Evento

source: It doesn't have any paid ticket
de: Es hat kein bezahltes Ticket
es: No tienes ningun ticket pago

source: FREE EVENT
de: KOSTENLOSE Veranstaltung
es: EVENTO GRATUITO

source: Discount created
de: Rabatt erstellt
es: Descuento creado

source: No discount
de: Kein Rabatt
es: Sin descuento

source: Event discounts
de: Ereignisrabatte
es: Descuentos del evento

source: Manage discounts
de: Rabatte verwalten
es: Obtener Descuento

source: Modify Discount
de: Rabatt ändern
es: Modificar Descuento

source: Create Discount
de: Rabatt erstellen
es: Crear Descuento

source: You have ticket discounts. If you create a discount for an event the ticket discounts will be deleted.
de: Sie haben Ticket-Rabatte. Wenn Sie einen Rabatt für eine Veranstaltung anlegen, werden die Ticket-Rabatte gelöscht.
es: Ya tienes descuentos por entrada. Si creas un descuento para el evento, los descuentos por entrada se eliminarán.

source: Name
es: Nombre

source: Discount amount
de: Rabattbetrag
es: Monto de descuento

source: Save
de: Speichern
es: Guardar

source: You have an event discount. If you create a discount for a ticket the event discount will be deleted
de: Sie haben einen Event-Rabatt. Wenn Sie einen Rabatt für ein Ticket anlegen, wird der Veranstaltungsrabatt gelöscht
es: Ya tienes un descuento por evento. Si creas un descuento para una entrada, el descuento del evento se eliminará.

source: Are you sure you want to delete the discount
de: Möchten Sie den Rabatt wirklich löschen
es: Estas seguro que deseas eliminar el descuento

source: Confirm
de: Bestätigen
es: Si

source: Cancel
de: Abbrechen
es: No

source: 's Discounts
de: Rabatte
es: - Descuentos

source: Discount Type
de: Rabatt Typ
es: Tipo de descuento

source: Select a discount type
de: Wählen Sie eine Rabattart aus
es: Selecciona un tipo de descuento

source: Event discount
de: Veranstaltungsrabatt
es: Descuento por evento

source: Ticket discount
de: Ticket-Rabatt
es: Descuento por entrada

source: Tickets Discounts
de: Ticket-Rabatte
es: Descuentos por entrada

source: You have an event discount. If you create a discount for a ticket the event discount will be deleted.
de: Du hast einen Event-Rabatt. Wenn Sie einen Rabatt für ein Ticket anlegen, wird der Veranstaltungsrabatt gelöscht.
es: Ya tienes un descuento por evento. Si creas un descuento para una entrada, el descuento del evento se eliminará.

source: Free Ticket
de: Freikarten
es: Entrada Gratuita

source: %% discount
de: %% Rabatt
es: %% de descuento

source: Event Discount
de: Event Rabatt
es: Descuento por evento

source: Add Event Discount
de: Event Rabatt hinzufügen
es: Crear descuento por evento

source: Select events
de: Ereignisse auswählen
es: Seleccionar eventos

source: If you deselect an event, all its created discounts will be deleted.
de: Wenn Sie die Markierung einer Veranstaltung aufheben, werden alle ihre erstellten Rabatte gelöscht.
es: Si deseleccionas un evento, todos los descuentos creados del evento serán eliminados.

source: Select Event(s)
de: Wähle Event/s
es: Seleccionar evento/s

source: it looks like you don’t have any live event at Eventbrite
de: Es sieht so aus, als hättest du kein Event bei Eventbrite
es: parece que no tienes eventos activos en Eventbrite

source: Go to Eventbrite
de: Gehe zu Eventbrite
es: Ir a Eventbrite

source: Previous
de: Vorig
es: Anterior

source: Next
de: Nächste
es: Siguiente

source: Ooops!
de: Hoppla!
es: Ups

source: It seems like the access was denied. Please, try again.
de: Es scheint, als wäre der Zugang verweigert worden. Bitte versuche es erneut.
es: Parece que se ha negado el acceso, por favor prueba de nuevo

source: Login with Eventbrite
de: Mit Eventbrite einloggen
es: Ingresar con mi cuenta de Eventbrite

source: Welcome!
de: Willkommen!
es: Bienvenido!

source: Login to manage your events' discounts
de: Melden Sie sich an, um die Rabatte Ihrer Veranstaltungen zu verwalten
es: Ingresa para administrar los descuentos de tus eventos

source: Eventbrite Discounts
de: Eventbrite Rabatte
es: Descuentos Eventbrite

source: Logout
de: Abmelden
es: Salir

source: Site Navigation
de: Websitenavigation
es: Navegacion del sitio

source: UserSocialAuth does not exists!
de: UserSocialAuth existiert nicht!

source: Home
de: Startseite

source: %% off
de: %% aus

source: Ups!
de: Hoch!
